tap "azure/functions"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "slp/krun"
brew "python@3.11"
brew "ansible"
brew "giflib"
brew "aspell"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bashdb"
brew "btop"
brew "freetype"
brew "pcre2"
brew "pkg-config"
brew "pixman"
brew "clang-format"
brew "clinfo"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "diffoscope"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-slim"
brew "doxygen"
brew "duf"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "x264"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "glances"
brew "glslang"
brew "gnupg"
brew "lua"
brew "go"
brew "googletest"
brew "jpeg", link: true
brew "htop"
brew "hugo"
brew "hunspell"
brew "jdtls"
brew "jq"
brew "jsonschema2pojo"
brew "k3d"
brew "kafka"
brew "kcat"
brew "lazygit"
brew "libimobiledevice"
brew "libqalculate"
brew "libvirt"
brew "llvm"
brew "lnav"
brew "luarocks"
brew "mandown"
brew "node"
brew "marked"
brew "mdcat"
brew "media-info"
brew "minio-mc"
brew "mmv"
brew "mosh"
brew "nativefier"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nim"
brew "ninja"
brew "odo-dev"
brew "openconnect"
brew "openshift-cli"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "pastel"
brew "pbzip2"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "pixz"
brew "plantuml"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "ripgrep"
brew "sbcl"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_sound"
brew "sdl2_ttf"
brew "shellcheck"
brew "smartmontools"
brew "source-to-image"
brew "subversion"
brew "swift-format"
brew "telnet"
brew "terraform"
brew "tinyxml"
brew "tldr"
brew "tree"
brew "upx"
brew "v8"
brew "vcpkg"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "yt-dlp"
brew "zshdb"
brew "azure/functions/azure-functions-core-tools@4"
brew "coursier/formulas/coursier"
brew "esolitos/ipa/sshpass"
brew "slp/krun/krunvm"
cask "aldente"
cask "amazon-photos"
cask "android-platform-tools"
cask "appcleaner"
cask "audacity"
cask "autofirma"
cask "blender"
cask "boop"
cask "brave-browser"
cask "coconutbattery"
cask "cryptomator"
cask "dbeaver-community"
cask "drawio"
cask "emacs"
cask "font-jetbrains-mono"
cask "font-roboto"
cask "font-sf-mono"
cask "font-source-sans-pro"
cask "font-ubuntu"
cask "godot"
cask "handbrake"
cask "httpie"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "knockknock"
cask "macwhisper"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "miniconda"
cask "mpv"
cask "netnewswire"
cask "obs"
cask "openlens"
cask "optimus-player"
cask "orion"
cask "scroll-reverser"
cask "slack"
cask "the-unarchiver"
cask "transmission"
cask "uninstallpkg"
cask "utm"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bencoleman.armview"
vscode "DavidAnson.vscode-markdownlint"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "MicroProfile-Community.mp-rest-client-generator-vscode-ext"
vscode "MicroProfile-Community.mp-starter-vscode-ext"
vscode "MicroProfile-Community.vscode-microprofile-pack"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "Open-Liberty.liberty-dev-vscode-ext"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-openshift-connector"
vscode "redhat.vscode-openshift-java-pack"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-redhat-account"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-server-connector"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shengchen.vscode-checkstyle"
vscode "SonarSource.sonarlint-vscode"
vscode "sswg.swift-lang"
vscode "tomaszbartoszewski.avro-tools"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "yzhang.markdown-all-in-one"
