tap "azure/functions"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "randomplum/gtkwave"
tap "slp/krun"
brew "act"
brew "ansible"
brew "giflib"
brew "arduino-cli"
brew "boost"
brew "asciidoc"
brew "asciidoctor"
brew "aspell"
brew "pcre2"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bashdb"
brew "bear"
brew "boost-build"
brew "gcc"
brew "btop"
brew "freetype"
brew "pixman"
brew "catch2"
brew "clang-format"
brew "clinfo"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cpmtools"
brew "desktop-file-utils"
brew "dfu-util"
brew "diffoscope"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-slim"
brew "dos2unix"
brew "doxygen"
brew "duf"
brew "espflash"
brew "esptool"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "x264"
brew "ffmpeg"
brew "freeimage"
brew "gh"
brew "ghostscript"
brew "glances"
brew "glslang"
brew "gnupg"
brew "hunspell"
brew "lua"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "googletest"
brew "gping"
brew "gtk+3"
brew "gtk-mac-integration"
brew "htop"
brew "hugo"
brew "icarus-verilog"
brew "imagemagick"
brew "jdtls"
brew "jpeg"
brew "jq"
brew "jsonschema2pojo"
brew "k3d"
brew "kafka"
brew "kcat"
brew "lazygit"
brew "libgccjit"
brew "libimobiledevice"
brew "libqalculate"
brew "libvirt"
brew "llvm"
brew "lnav"
brew "luarocks"
brew "mandown"
brew "node"
brew "marked"
brew "mdcat"
brew "media-info"
brew "ninja"
brew "meson"
brew "minicom"
brew "minio-mc"
brew "mmv"
brew "mono"
brew "mosh"
brew "nativefier"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nim"
brew "odo-dev"
brew "openconnect"
brew "openshift-cli"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "pastel"
brew "pbzip2"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "pixz"
brew "plantuml"
brew "platformio"
brew "poppler"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "rgbds"
brew "ripgrep"
brew "sbcl"
brew "sdcc"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_sound"
brew "sdl2_ttf"
brew "shellcheck"
brew "smartmontools"
brew "source-to-image"
brew "srecord"
brew "subversion"
brew "swift-format"
brew "telnet"
brew "terraform"
brew "timidity"
brew "tinyxml"
brew "tldr"
brew "tree"
brew "upx"
brew "v8"
brew "vcpkg"
brew "verilator"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "yt-dlp"
brew "zshdb"
brew "azure/functions/azure-functions-core-tools@4"
brew "coursier/formulas/coursier"
brew "esolitos/ipa/sshpass"
brew "randomplum/gtkwave/gtkwave", args: ["HEAD"]
cask "aldente"
cask "amazon-photos"
cask "android-platform-tools"
cask "appcleaner"
cask "arduino-ide"
cask "audacity"
cask "autofirma"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "coconutbattery"
cask "cryptomator"
cask "cyberduck"
cask "dbeaver-community"
cask "devtoys"
cask "diffusionbee"
cask "discord"
cask "drawio"
cask "emacs"
cask "font-jetbrains-mono"
cask "font-roboto"
cask "font-sf-mono"
cask "font-source-sans-pro"
cask "font-ubuntu"
cask "freecad"
cask "ghdl"
cask "godot"
cask "gstreamer-runtime"
cask "handbrake"
cask "hex-fiend"
cask "httpie"
cask "hydrogen"
cask "iina"
cask "itch"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "knockknock"
cask "macwhisper"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "miniconda"
cask "netnewswire"
cask "obs"
cask "openlens"
cask "optimus-player"
cask "rancher"
cask "raspberry-pi-imager"
cask "rectangle"
cask "retro-virtual-machine"
cask "sameboy"
cask "scroll-reverser"
cask "slack"
cask "steam"
cask "stolendata-mpv"
cask "the-unarchiver"
cask "tiled"
cask "transmission"
cask "uninstallpkg"
cask "utm"
cask "vlc"
cask "whisky"
cask "wine-staging"
cask "zed"
cask "zesarux"
vscode "alex-parker.ez80-asm"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bencoleman.armview"
vscode "codeium.codeium"
vscode "davidanson.vscode-markdownlint"
vscode "donaldhays.rgbds-z80"
vscode "editorconfig.editorconfig"
vscode "emulicious.emulicious-debugger"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "maziac.asm-code-lens"
vscode "maziac.dezog"
vscode "maziac.hex-hover-converter"
vscode "maziac.z80-instruction-set"
vscode "mborik.z80-macroasm"
vscode "microprofile-community.mp-rest-client-generator-vscode-ext"
vscode "microprofile-community.mp-starter-vscode-ext"
vscode "microprofile-community.vscode-microprofile-pack"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "mshr-h.veriloghdl"
vscode "open-liberty.liberty-dev-vscode-ext"
vscode "platformio.platformio-ide"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-openshift-connector"
vscode "redhat.vscode-openshift-java-pack"
vscode "redhat.vscode-redhat-account"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-server-connector"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shengchen.vscode-checkstyle"
vscode "sonarsource.sonarlint-vscode"
vscode "sswg.swift-lang"
vscode "thenestruo.z80-asm-meter"
vscode "tomaszbartoszewski.avro-tools"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
