tap "azure/functions"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "esolitos/ipa"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kegworks-app/kegworks"
tap "randomplum/gtkwave"
tap "sikarugir-app/sikarugir"
tap "slp/krun"
brew "act"
brew "tree"
brew "ansible"
brew "giflib"
brew "pcre2"
brew "arduino-cli"
brew "argyll-cms"
brew "boost"
brew "asciidoc"
brew "asciidoctor"
brew "aspell"
brew "automake"
brew "bash"
brew "bashdb"
brew "bear"
brew "boost-build"
brew "btop"
brew "freetype"
brew "pixman"
brew "catch2"
brew "clang-format"
brew "clinfo"
brew "cmake"
brew "lima"
brew "colima"
brew "coreutils"
brew "cpmtools"
brew "dcraw"
brew "desktop-file-utils"
brew "dfu-util"
brew "diffoscope"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-credential-helper"
brew "dos2unix"
brew "doxygen"
brew "duf"
brew "espflash"
brew "esptool"
brew "exiftool"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "x264"
brew "ffmpeg"
brew "fltk"
brew "freeimage"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "glances"
brew "glow"
brew "glslang"
brew "gnupg"
brew "hunspell"
brew "lua"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "googletest"
brew "gopass"
brew "gping"
brew "groff"
brew "gtk+3"
brew "gtk-mac-integration"
brew "helix"
brew "htop"
brew "httrack"
brew "hugo"
brew "icarus-verilog"
brew "imagemagick"
brew "jdtls"
brew "jpeg"
brew "jq"
brew "jsonschema2pojo"
brew "k3d"
brew "lazygit"
brew "libgccjit"
brew "libimobiledevice"
brew "libqalculate"
brew "libvirt"
brew "llvm"
brew "lld"
brew "lnav"
brew "luarocks"
brew "make"
brew "mandown"
brew "node"
brew "marked"
brew "media-info"
brew "ninja"
brew "meson"
brew "mingw-w64"
brew "minicom"
brew "minio-mc"
brew "srecord"
brew "minipro"
brew "mintoolkit"
brew "mmv"
brew "mono"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nim"
brew "nvtop"
brew "odo-dev"
brew "openshift-cli"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "pastel"
brew "pbzip2"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "pixz"
brew "plantuml"
brew "platformio"
brew "poppler"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "qt@5"
brew "rgbds"
brew "ripgrep"
brew "sbcl"
brew "sdcc"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_sound"
brew "sdl2_ttf"
brew "shellcheck"
brew "smartmontools"
brew "source-to-image"
brew "speedtest-cli"
brew "subversion"
brew "swift-format"
brew "tealdeer"
brew "telnet"
brew "timidity"
brew "upx"
brew "v8"
brew "vcpkg"
brew "verilator"
brew "viddy"
brew "vim"
brew "watch"
brew "weasyprint"
brew "wget"
brew "wimlib"
brew "winetricks"
brew "wla-dx"
brew "yarn"
brew "yt-dlp"
brew "zenity"
brew "zshdb"
brew "coursier/formulas/coursier"
brew "esolitos/ipa/sshpass"
brew "randomplum/gtkwave/gtkwave", args: ["HEAD"]
cask "adobe-dng-converter"
cask "aldente"
cask "amazon-photos"
cask "appcleaner"
cask "arduino-ide"
cask "audacity"
cask "autofirma"
cask "balenaetcher"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "coconutbattery"
cask "cryptomator"
cask "cyberduck"
cask "darktable"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "dolphin"
cask "drawio"
cask "emacs-app"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-roboto"
cask "font-sf-mono"
cask "font-source-sans-pro"
cask "font-ubuntu"
cask "freetube"
cask "gb-studio"
cask "ghdl"
cask "gimp@dev"
cask "gstreamer-runtime"
cask "handbrake-app"
cask "hex-fiend"
cask "httpie-desktop"
cask "hydrogen"
cask "iina"
cask "intellij-idea-ce"
cask "itch"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "knockknock"
cask "lm-studio"
cask "love"
cask "macwhisper"
cask "mgba-app"
cask "microsoft-auto-update"
cask "milkytracker"
cask "miniconda"
cask "netnewswire"
cask "obs"
cask "openemu"
cask "openlens"
cask "optimus-player"
cask "rancher"
cask "raspberry-pi-imager"
cask "retro-virtual-machine"
cask "retroarch-metal"
cask "sameboy"
cask "scroll-reverser"
cask "sikarugir"
cask "steam"
cask "stolendata-mpv"
cask "the-unarchiver"
cask "tiled"
cask "transmission"
cask "uninstallpkg"
cask "upscayl"
cask "vlc"
cask "whisky"
cask "wine@staging"
cask "zed"
cask "zesarux"
vscode "alex-parker.ez80-asm"
vscode "davidanson.vscode-markdownlint"
vscode "donaldhays.rgbds-z80"
vscode "editorconfig.editorconfig"
vscode "emulicious.emulicious-debugger"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "janjoerke.align-by-regex"
vscode "mads-hartmann.bash-ide-vscode"
vscode "maziac.asm-code-lens"
vscode "maziac.dezog"
vscode "maziac.hex-hover-converter"
vscode "maziac.z80-instruction-set"
vscode "mborik.z80-macroasm"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "mshr-h.veriloghdl"
vscode "platformio.platformio-ide"
vscode "rust-lang.rust-analyzer"
vscode "sedyh.ebitengine-kage"
vscode "thenestruo.z80-asm-meter"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
go "github.com/alexellis/arkade"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/elliotchance/c2go"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/cpuguy83/go-md2man"
go "github.com/hhatto/gocloc/cmd/gocloc"
go "github.com/visualfc/gocode"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/godoc"
go "github.com/godoctor/godoctor"
go "github.com/shurcooL/goexec"
go "github.com/zmb3/gogetdoc"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/lint/golint"
go "golang.org/x/mobile/cmd/gomobile"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/x-motemen/gore/cmd/gore"
go "golang.org/x/tools/cmd/gorename"
go "github.com/securego/gosec/v2/cmd/gosec"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/alexellis/k3sup"
go "honnef.co/go/tools/cmd/keyify"
go "sigs.k8s.io/kind"
go "sigs.k8s.io/kustomize/kustomize/v4"
go "github.com/anacrolix/torrent/cmd/magnet-metainfo"
go "github.com/fatih/motion"
go "github.com/derailed/popeye"
go "github.com/mgechev/revive"
go "mvdan.cc/sh/cmd/shfmt"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/anacrolix/torrent/cmd/torrent"
go "github.com/anacrolix/torrent/cmd/torrent-pick"
go "github.com/anacrolix/torrent/cmd/torrent-verify"
go "github.com/anacrolix/torrent/cmd/torrentfs"
go "github.com/maaslalani/typer"
go "github.com/mdempsky/unconvert"
