;; -*- no-byte-compile: t; -*-
;;; private/java/packages.el

(package! lsp-java)
(package! lsp-mode)
(package! company-lsp)
(package! lsp-ui)
(package! lsp-treemacs)
(package! bui)
(package! pfuture)
(package! ace-window)
(package! dap-mode)
